Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_vaalilautakunnalta_toinen_kantelu_kho:n_virheellisista_paatoksista.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien vaalilautakunnalta toinen kantelu KHO:n virheellisistä päätöksistä
smn: Sämitige valjâlävdikoddeest nubbe kuoddâlem AHR puástumiärádâsâin

source: Saamelaiskäräjien vaalilautakunta kanteli 20.08.2019 16:sta päätöksestä, joilla korkein hallinto-oikeus oli kumonnut vaalilautakunnan heinäkuussa tekemiä itseoikaisuja.
smn: Sämitige valjâlävdikodde kuoddâlij 20.08.2019 16 miärádâsâst, moiguin alemus haldâttâhriehti lâi komettâm valjâlävdikode syeinimáánust toohâm jiešvuoigimijd.

source: Aiempien päätöstensä jälkeen KHO on antanut lisää itseoikaisuja kumoavia päätöksiä, joita koskee aiemmissa päätöksissä havaittujen lisäksi uusi oikeudenmukaisen oikeudenkäynnin loukkaus.
smn: Ovdebij miärádâsâi maŋa AHR lii adelâm lase jiešvuoigimijd kometteijee miärádâsâid, moid kuáská ovdebijn miärádâsâin merkkum luávkkámij lasseen uđđâ vuoigâlii riehtijotteem luávkkám.

source: Samoin kuin ensimmäisissä 16:ssa päätöksessä, myös nyt uuden kantelun kohteina olevissa 40:ssä tapauksessa KHO oli ratkaissut itseoikaisuista tehdyt valitukset oikeudenmukaisen oikeudenkäynnin perusperiaatteita loukaten kuulematta lainkaan valituksen johdosta vaalilautakuntaa tai saamelaiskäräjiä.
smn: Siämmáánáál ko vuossâmuin 16 miärádâsâin, meid tääl uđđâ kuoddâlem čuosâttâhhân orroo 40 tábáhtusâst AHR lâi čuávdám jiešvuoigimijn tohhum väidimijd vuoigâlii riehtijotteem vuáđuprinsiipijd luávkkáámáin kulâhánnáá ollágin väidim keežild valjâlävdikode tâi sämitige.

source: Kun ratkaisut oli tehty vain valittajaa kuullen, niihin oli jäänyt selviä virheitä.
smn: Ko čuávduseh lijjii tohhum tuše väidee kulâmáin, te toid lijjii pááccám čielgâ feeilah.

source: KHO:n 40 uutta ratkaisua rasittaa lisäksi toisenlainen oikeudenmukaisen oikeudenkäynnin loukkaus.
smn: AHR 40 uđđâ čuávdusijd hettee lasseen nubelágán vuoigâlii riehtijotteem luávkkám.

source: KHO:n presidentti Kari Kuusiniemi antoi 8.8.2019 Ylelle haastattelun, jossa hän totesi KHO:ssa silloin vireillä olleitten itseoikaisuista tehtyjen valitusten valittajiin viitaten, että ”on selvää, että nämä ihmiset on palautettava vaaliluetteloon”.
smn: AHR president Kari Kuusiniemi adelij 8.8.2019 Ylen sahhiittâllâm, kost sun pahudij, čuujootmáin AHR:st talle kieđâvuššâmnáál orroo jiešvuoigimijn tohhum väidimij väideid, ete ”lii čielgâs, ete taid ulmuid kalga macâttiđ valjâluvâttâlmân”.

source: Lausumallaan presidentti Kuusiniemi ennakoi tuomioistuimessaan ratkaisua odottavien valitusasioiden käsittelyn lopputulosta tavalla, joka loukkasi asiaa käsittelevän jaoston tuomareiden riippumattomuutta ja puolueettomuutta tai ainakin siitä asianosaisille ja yleisölle muodostuvaa mielikuvaa KHO:n edellytyksistä käsitellä valitukset oikeudenmukaisen oikeudenkäynnin perustavanlaatuisia periaatteita kunnioittaen.
smn: Celhidijnis president Kuusiniemi munedij tuámustovlistis čuávdim vyerdee väidimaašij kieđâvuššâm loppâpuáttus vuovvijn, mii luávkkái ääši kieđâvuššee juáhus tuámárij jiešráđálâšvuođâ já pelettemesvuođâ tâi kuittâg mielâkove, mii tast šadda äššiomâháid já aalmugân AHR hináin kieđâvuššâđ väidimijd tienuuvt, ete tot kunnijât vuoigâlii riehtijotteem vuáđulijd prinsiipijd.

source: Lisätietoja
smn: Lasetiäđuh:

source: Saamelaiskäräjien vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi, p. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
smn: Sämitige valjâlävdikode saavâjođetteijee Janne Näkkäläjärvi, p. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
